acpid
alacritty
alsa-utils
amd-ucode
autoconf
automake
base
bemenu-wayland
binutils
bison
blueman
bluez
bluez-utils
brightnessctl
clang
cmake
dbus-glib
dmenu
elinks
ethtool
fakeroot
flex
fuse2
gcc
gimp
git
glfw-wayland
gnome-keyring
gnu-netcat
groff
hdparm
intel-ucode
iw
keychain
libtool
libva-mesa-driver
libva-utils
linux
linux-firmware
lsb-release
m4
make
man-db
mesa-vdpau
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
openssh
pamixer
patch
pavucontrol
pkgconf
playerctl
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
qt5-graphicaleffects
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
sdparm
squashfs-tools
steam
steam-native-runtime
sudo
sway
swayidle
swaylock
texinfo
tmux
ttf-anonymous-pro
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-fira-mono
ttf-font-awesome
ttf-hack
ttf-joypixels
ttf-linux-libertine
unzip
vi
vim
vlc
waybar
which
wmctrl
xdg-utils
xf86-video-amdgpu
xorg-xlsclients
xorg-xwayland
zip
